Repository: mikhkhann/sale-ads
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

# user field subset
source: Preferences
ru: Настройки

# app name
source: accounts
ru: аккаунты

# user field
source: language
ru: язык

# user field
source: name
ru: имя

# user field
source: photo
ru: фото

source: Use only allowed characters.
ru: Используйте только разрешённые символы.

source: "%(username)s" is a forbidden username.
ru: "%(username)s" не может быть именем пользователя.

# user field
source: username
ru: имя пользователя

# admin ad filter
source: category
ru: категория

# admin ad list column
source: ad
ru: объявление

# admin ad list column
source: author
ru: автор

# admin ad entry list column
source: ad ID
ru: ID объявления

# admin ad image list column
source: ad
ru: объявление

# app name
source: ads
ru: объявления

source: Image %(names)s is invalid.
ru: Файл %(names)s некорректен.

# ad order choice
source: Newest first
ru: Сначала новые

# ad order choice
source: Oldest first
ru: Сначала старые

# ad order choice
source: Price: lowest first
ru: Цена: по учеличению

# ad order choice
source: Price: highest first
ru: Цена: по уменьшению

# ad search field choice
source: Name
ru: Имя

# ad search field choice
source: Description
ru: Описание

# ad entry is created
source: created
ru: создана

# ad entry is not created
source: not created
ru: не создана

# ad field
source: author
ru: автор

# ad field
source: creation date & time
ru: дата и время создания

# ad field
source: verified
ru: Подтверждено

source: Ads can be added only to ultimate categories. "%(category)s" isn't an ultimate category.
ru: Объявления могут быть добавлены только к конечным категориям. "%(category)s" – не конечная категория.

# ad field
source: category
ru: категория

# ad field
source: price
ru: цена

# model
source: ad
ru: объявление

# model plural
source: ads
ru: объявления

source: The ad has no entries.
ru: У объявления нет записей.

# ad entry field
source: ad
ru: объявление

# ad entry field
source: description
ru: Описание

# ad entry field
source: language
ru: язык

# ad entry field
source: name
ru: имя

# model
source: ad entry
ru: запись объявления

# model plural
source: ad entries
ru: записи объявлений

# ad image field
source: ad
ru: объявление

# ad image field
source: number
ru: номер

# ad image field
source: image
ru: изображение

# model
source: ad image
ru: изображение объявления

# model plural
source: ad images
ru: изображения объявлений

source: The only remaining entry of an ad can't be removed.
ru: Единственная оставшаяся запись объявления не может быть удалена.

# admin category filter
source: root
ru: корневая

# admin category root filter choice
source: Yes
ru: Да

# admin category root filter choice
source: No
ru: Нет

# admin category filter
source: parent
ru: родитель

# app name
source: categories
ru: категории

# category field
source: name
ru: имя

# category field
source: parent
ru: родитель

# category field
source: ultimate
ru: конечная

source: whether can be used as the category of an ad
ru: может ли быть использована как категория объявления

# model
source: category
ru: категория

# model plural
source: categories
ru: категории

# file removal sibwidget label
source: Clear
ru: Очистить

source: "%(language)s" isn't an allowed language. Choose one of allowed languages: %(allowed_languages)s.
ru: "%(language)s" не является одним из разрешённых языков. Выберите один из разрашенных языков: %(allowed_languages)s.

# web page title suffix
source: Sale Ads
ru: Объявления о продаже

# top bar ad list link
source: Ads
ru: Объявления

# top bar link
source: About
ru: О сайте

# top bar account menu heading
source: You're not signed in
ru: Вы не вошли

# top bar account menu item
source: Ads
ru: Объявления

# top bar account menu item
source: Settings
ru: Настройки

# top bar account menu item
source: Sign Out
ru: Выйти

# top bar account menu item
source: Sign In
ru: Войти

# top bar account menu item
source: Via Google
ru: Войти через Google

# top bar account menu item
source: Sign Up
ru: Зарегестрироваться

# web page title prefix
source: Account Inactive
ru: Аккаунт неактивен

# web page heading
source: Account Inactive
ru: Аккаунт неактивен

source: This account is inactive.
ru: Этот аккаунт неактивен.

source: Hello from %(site_name)s!
ru: Вас приветствует %(site_name)s!

source: Thank you for using %(site_name)s! %(site_domain)s
ru: Спасибо за использование %(site_name)s! %(site_domain)s

source: You're receiving this e-mail because user %(user)s has given your e-mail address to register an account on %(site_domain)s. To confirm this is correct, go to %(activate_url)s
ru: Вы получили это письмо, потому что пользователь %(user)s указал ваш e-mail адрес при регистрации аккаунта на %(site_domain)s. Чтобы подтвердить e-mail, пройдите по ссылке %(activate_url)s

# email subject
source: Please Confirm Your E-mail Address
ru: Пожалуйста, подтвердите e-mail адрес

source: You are receiving this e-mail because you or someone else has requested a password reset for your user account. This mail can be safely ignored if you did not request a password reset. If it was you, you can click the link below to reset your password.
ru: Вы получили это письмо, потому что вы или кто-то другой запросил сброс пароля вашего аккаунта. Вы можете проигнорировать это письмо, если не вы запрашивали сброс пароля. Если это были вы, вы можете пройти по ссылке ниже, чтобы сбросить пароль.

# email subject
source: Password Reset
ru: Сброс пароля

source: You are receiving this e-mail because you or someone else has requested a password reset for your user account. However, we do not have any record of a user with email %(email)s in our database. This mail can be safely ignored if you did not request a password reset. If it was you, you can sign up for an account using the link below.
ru: Вы получили это письмо, потому что вы или кто-то другой запросил сброс пароля вашего аккаунта. Однако, в нашей базе нет аккаунта с e-mail адресом %(email)s. Вы можете проигнорировать это письмо, если не вы запрашивали сброс пароля. Если это были вы, вы можете зарегестрироваться на нашем сайте по ссылке ниже.

# password reset email subject for email that isn't in database
source: Password Reset
ru: Сброс пароля

# web page title prefix
source: E-mail Address Confirmation
ru: Подтверждение e-mail адреса

# web page heading
source: E-mail Address Confirmation
ru: Подтверждение e-mail адреса

source: Please confirm that %(email)s is an e-mail address for user %(user)s.
ru: Пожалуйста, подтвердите привязку e-mail адреса %(email)s к аккаунту %(user)s.

# email confirmation button
source: Confirm
ru: Подтвердить

source: This email confirmation link expired or is invalid. Please %(link_start_tag)sissue a new e-mail confirmation request%(link_end_tag)s.
ru: Эта ссылка для подтверждения e-mail адреса некорректна или её действие истекло. Пожалуйста, %(link_start_tag)sзапросите новое письмо с ссылкой для подтверждения e-mail адреса%(link_end_tag)s.

# web page title prefix
source: Sign In
ru: Вход

# web page heading
source: Sign In
ru: Вход

# login form field label
source: Username or E-mail
ru: Имя пользователя или e-mail

# login form field label
source: Password
ru: Пароль

# login form field label
source: Remember Me
ru: Запомнить меня

# link in login form
source: Forgot Password?
ru: Забыли пароль?

# login form button
source: Sign In
ru: Войти

# web page title prefix
source: Change Password
ru: Смена пароля

# web page heading
source: Change Password
ru: Смена пароля

# password change form field label
source: Current Password
ru: Текущий пароль

# password change form field label
source: New Password
ru: Новый пароль

# password change form field label
source: New Password (again)
ru: Новый пароль (ещё раз)

# password change form button
source: Change Password
ru: Сменить пароль

# link in password change form
source: Forgot Password?
ru: Забыли пароль?

# web page title prefix
source: Password Reset
ru: Сброс пароля

# web page heading
source: Password Reset
ru: Сброс пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ru: Забыли пароль? Введите ваш e-mail адрес и мы отправим вам письмо с инструкциями по восстановлению пароля.

# password reset email sending button
source: Reset Password
ru: Сбросить пароль

source: We have sent you an e-mail. If you have not received it please check your spam folder.
ru: Мы отправили вам письмо. Если вы не видите письмо, проверьте папку спама.

# password reset web page heading
source: Invalid Link
ru: Недействительная ссылка

source: The password reset link was invalid, possibly because it has already been used. Please request a %(link_start_tag)snew password reset%(link_end_tag)s.
ru: Ссылка для сброса пароля недействительна. Возможно потому, что уже была использована. Пожалуйста, запросите %(link_start_tag)sсброс пароля ещё раз%(link_end_tag)s.

# password reset form field label
source: New Password
ru: Новый пароль

# password reset form field label
source: New Password (again)
ru: Новый пароль (ещё раз)

# password reset form button
source: Change password
ru: Сменить пароль

source: Your password is now changed.
ru: Ваш пароль изменён.

# web page title prefix
source: Set Password
ru: Установка пароля

# web page heading
source: Set Password
ru: Установка пароля

# password setting form field label
source: Password
ru: Пароль

# password setting form field label
source: Password (again)
ru: Пароль (ещё раз)

# password setting form button
source: Set Password
ru: Сохранить пароль

# web page title prefix
source: Sign Up
ru: Регистрация

# web page heading
source: Sign Up
ru: Регистрация

# signup form field label
source: Name
ru: Имя

# signup form field label
source: Password
ru: Пароль

# signup form field label
source: Password (again)
ru: Пароль (ещё раз)

# signup form button
source: Sign Up
ru: Зарегестрироваться

# web page title prefix
source: Sign Up Closed
ru: Регистрация закрыта

# web page heading
source: Sign Up Closed
ru: Регистрация закрыта

source: The sign up is currently closed.
ru: Регистрация временно закрыта.

# web page title prefix
source: Create Ad
ru: Создание объявления

# web page heading
source: Create Ad
ru: Создание объявления

source: This action requires email verification. Verify your email in the settings.
ru: Для выполнения данного действия необходимо подтвердить e-mail адрес. Потвердите e-mail адрес в настройках.

# user settings link in "verified email required" page
source: Settings
ru: Настройки

# web page title prefix
source: Settings
ru: Настройки

# web page heading
source: Settings
ru: Настройки

# user settings form field label
source: Name
ru: Имя

# user settings form field label
source: Username
ru: Имя пользователя

# username info in user settings form
source: a-z, 0-9, and _. %(min_length)s-%(max_length)s characters.
ru: a-z, 0-9, и _. %(min_length)s-%(max_length)s символов.

# username info in user settings form
source: Your ad list address:
ru: Адрес вашего списка объявлений:

# user settings form email field button
source: Verified
ru: Подтверждён

# user settings form email field button
source: Send Verification
ru: Подтвердить

# email verification email sent
source: Verification sent
ru: Письмо для подтверждения отправлено

# user settings form button
source: Save
ru: Сохранить

# link in user settings
source: Change Photo
ru: Смена фото

# link in user settings
source: Third Party Accounts
ru: Сторонние аккаунты

# link in user settings
source: Change password
ru: Смена пароля

# web page title prefix
source: Change Photo
ru: Смена фото

# web page title prefix
source: Set Photo
ru: Установка фото

# web page heading
source: Change Photo
ru: Смена фото

# web page heading
source: Set Photo
ru: Установка фото

# user photo form button
source: Save
ru: Сохранить

source: The ad will appear in the main ad list after it is verified by the admin.
ru: Объявление появится в главном списке объявлений после проверки администратором.

# ad creation form field label
source: Category
ru: Категория

# ad creation form field label
source: Language
ru: Язык

source: Choose the language of the name and description of the ad. Once the ad is created, you'll be able to create entries of the ad in other languages.
ru: Выберите язык имени и описания объявления. После создания объявления вы сможете создать записи объявления в других языках.

# ad creation form field label
source: Name
ru: Имя

# ad creation form field label
source: Description
ru: Описание

# ad creation form field label
source: Price ($)
ru: Цена ($)

# ad creation form button
source: Create
ru: Создать

# ad entry creation/update page subheading
source: Language: %(language)s
ru: Язык: %(language)s

# ad entry creation/update form field label
source: Name
ru: Имя

# ad entry creation/update form field label
source: Description
ru: Описание

# web page title prefix
source: Add Ad Entry
ru: Добавление записи объявления

# web page heading
source: Add Ad Entry
ru: Добавление записи объявления

# ad entry creation form button
source: Add
ru: Добавить

# web page title prefix
source: Edit Ad Entry
ru: Редактирование записи объявления

# web page heading
source: Edit Ad Entry
ru: Редактирование записи объявления

# ad entry update form button
source: Save
ru: Сохранить

# web page title prefix
source: Remove Ad
ru: Удаление объявления

# web page heading
source: Remove Ad
ru: Удаление объявления

source: Are you sure you want to remove the "%(name)s" ad?
ru: Вы уверены, что хотите удалить объявление "%(name)s"?

# ad removal confirmation button
source: Yes
ru: Да

# link in ad details
source: Edit
ru: Редактировать

# link in ad details
source: Remove
ru: Удалить

# ad details field label
source: Language:
ru: Язык:

# ad detail page "show in other language" button
source: Show
ru: Показать

# ad details field label
source: Category:
ru: Категория:

# ad details field label
source: Created:
ru: Создано:

# ad details field label
source: Seller:
ru: Продавец:

# ad details field label
source: Price:
ru: Цена:

# ad details field label
source: Verified:
ru: Проверено:

# ad details verification field value
source: Yes
ru: Да

# ad details verification field value
source: No
ru: Нет

# ad list page title suffix
source: %(ad_count)s Found
ru: %(ad_count)s найдено

# ad list count
source: Ads found: %(ad_count)s
ru: Объявлений найдено: %(ad_count)s

# ad list ad field label
source: Category:
ru: Категория:

# ad list single ad field label
source: Seller:
ru: Продавец:

# ad query form field label
source: Search in
ru: Искать в

# ad query form field label
source: Order
ru: Порядок

# ad query form field label
source: Min price ($)
ru: Минимальная цена ($)

# ad query form field label
source: Max price ($)
ru: Максимальная цена ($)

# ad query form field label
source: Languages
ru: Языки

# ad query form field label
source: Categories
ru: Категории

# ad query form field label
source: Ads per page
ru: Объвлений на странице

# web page title prefix
source: Sale Ads
ru: Объявления о продаже

# link in user ad list
source: Create Ad
ru: Создать объявление

# web page title prefix
source: Edit Ad
ru: Редактирование объявления

# web page heading
source: Edit "%(name)s" Ad
ru: Редактирование объявления "%(name)s"

# link in ad update page
source: Ad View
ru: Просмотр объявления

source: After an update of the entries or images of the ad, it must be verified by the admin again.
ru: После того, как записи или изображения объявления будут изменены, объявление должно будет быть перепроверено администратором снова.

# ad update form field label
source: Category
ru: Категория

# ad update form field label
source: Price
ru: Цена

# ad update form button
source: Save
ru: Сохранить

# link in ad update form
source: Remove add
ru: Удалить объявление

# ad update page subheading
source: Entries
ru: Записи

# ad update entry choice field label
source: Choose language to add/edit ad entry:
ru: Выберите язык, запись на котором хотите добавить/изменить:

# ad entry update link in ad update page
source: Add or Edit
ru: Добавить или редактировать

# ad update page ad entry deletion button
source: Remove
ru: Удалить

# ad update page subheading
source: Images
ru: Изображения

# image update link in ad update page
source: Edit
ru: Редактировать

# web page title prefix
source: Update Ad Images
ru: Редактирование изображений объявления

# web page heading
source: Update Images of "%(name)s" Ad
ru: Изменение изображения объявления "%(name)s"

# link in ad's images update page
source: Ad Editing
ru: Редактирование объявления

# ad image deletion button
source: Remove
ru: Удалить

# ad's images update page subheading
source: Add
ru: Добавить

# ad's images update button
source: Save
ru: Сохранить

# web page title prefix
source: Choose Language
ru: Выбор языка

# web page heading
source: Choose Language
ru: Выбор языка

# language setting form button
source: Save
ru: Сохранить

# web page title prefix
source: About
ru: О сайте

# "about" page
source: Hi! My name is Misha.
ru: Привет! Меня зовут Миша.

# "about" page
source: I'm a junior backend developer.
ru: Я junior backend developer.

# "about" page
source: I created this site to demonstrate my skills.
ru: Я создал этот сайт, чтобы продемонстрировать свои умения.

# "about" page
source: More about me:
ru: Больше информации обо мне:

# "about" page
source: The project's repo:
ru: Репозиторий проекта:

# "about" page
source: About the site
ru: О сайте

# "about" page
source: This is a site for sale ads. The database filled with some dummy ads for demonstration purposes. The interface of the site is pretty intuitive, but here is the basic information just in case:
ru: Это сайт объявлений о продаже. База данных сайта заполнена фиктивными объявлениями в целях демонстрации. Интерфейс сайта довольно интуитивен, но на всякий случай здесь представлена основная информация:

# "about" page
source: Languages
ru: Языки

# "about" page
source: The site is available in English and Russian. The current language can be changed on the language update page. A user can get to the language update page via the globe link on the top bar.
ru: Сайт доступен на русском и английском. Текущий язык сайта может быть легко изменён на странице изменения языка. Пользователь может попасть на страницу изменения языка по ссылке c земным шаром на верхней панели.

# "about" page
source: Account
ru: Аккаунт

# "about" page
source: Only a user with an account can create ads. To create an account a user can use their e-mail or Google account. An account is created and managed via the account menu (the element on the right edge of the top bar).
ru: Только пользователь имеющий аккаунт может создавать объявления. Чтобы создать аккаунт пользователь может использовать свой e-mail или Google аккаунт. Аккаунт создаётся через меню аккаунта (крайний правый элемент верхней панели).

# "about" page
source: A user can verify their e-mail, but it is not necessary. The ability of the users without verified e-mail to create ads can be easily turned off via the site settings.
ru: Пользователь может верифицировать свой e-mail, но это не обязательно. Возможность пользователей с неверифицированными e-mail адресами создавать объявления может быть отключена через настройки сайта.

# "about" page
source: Ads
ru: Объявления

# "about" page
source: An ad can have one entry for each language of the site. An entry of an ad represents the name and description of the ad in one of the site languages. To create an add, click "Ads" in the account menu and then click "Create Ad" on the newly opened page.
ru: Объявление может иметь по одной записи для каждого языка сайта. Запись объявления представляет собой имя и описание объявления в одном из языков сайта. Чтобы создать объявление, нажмите "Объявления" в меню аккаунта и затем нажмите "Создать объявление" на открывшейся странице.

# "about" page
source: Categories
ru: Категории

# "about" page
source: Ad categories are taken from AliExpress.
ru: Категории объявлений взяты с AliExpress.

# web page title prefix
source: Third Party Account Login Failure
ru: Ошибка входа через сторонний аккаунт

# web page heading
source: Third Party Account Login Failure
ru: Ошибка входа через сторонний аккаунт

source: An error occurred while attempting to login via your third party account.
ru: Произошла ошибка при попытке взода через сторонний аккаунт.

# web page title prefix
source: Third Party Accounts
ru: Сторонние аккаунты

# web page heading
source: Third Party Accounts
ru: Сторонние аккаунты

source: You can sign in to your account using any of the following third party accounts:
ru: Вы можете войти через один из сторонних аккаунтов:

# third-party accounts form button
source: Remove
ru: Удалить

source: You currently have no third part accounts connected to this account.
ru: У вас нет привязанных сторонних аккаунтов.

# third-party accounts page subheading
source: Add a Third Party Account
ru: Добавить сторонний аккаунт

# web page title prefix
source: Connect %(provider)s
ru: Привязка %(provider)s

# web page title prefix
source: Sign In Via %(provider)s
ru: Вход через %(provider)s

# web page heading
source: Connect %(provider)s
ru: Привязка %(provider)s аккаунта

# web page heading
source: Sign In Via %(provider)s
ru: Вход через %(provider)s аккаунт

source: You are about to connect a new third party account from %(provider)s.
ru: Вы собираетесь привязать %(provider)s аккаунт.

source: You are about to sign in using a third party account from %(provider)s.
ru: Вы собираетесь войти через %(provider)s аккаунт.

# login via third-party account confirmation button
source: Continue
ru: Продолжить

# "login via third-party account cancelled" page title prefix
source: Login Cancelled
ru: Вход отменён

# "login via third-party account cancelled" page heading
source: Login Cancelled
ru: Вход отменён

source: You decided to cancel logging in to our site using one of your third-party accounts.
ru: Вы решили отменить вход через один из ваших сторонних аккаунтов.

source: You are about to use your %(provider_name)s account to login. As a final step, please complete the following form:
ru: Вы входите с помощью %(provider_name)s аккаунта. Пожалуйста, заполните форму:

# third-party account signup form button
source: Sign Up
ru: Зарегестрироваться
